[AHW_EventListener_Tutorial]
RequiemLegionSightedTitle="<font color='#df07b7'>介绍安魂曲军团</font>"
RequiemLegionSightedBody="安魂曲军团引入了三种特殊机制，这些机制通常存在于安魂曲军团的所有安魂曲成员身上。首先是安魂曲腐蚀，一种随时间推移的有害伤害效果。这种效果可以叠加在一个单位上，并且随着单位受其影响的次数越多，严重程度会逐渐增加。其次，有安魂曲军团成员在场的敌方小队会获得小队特长。在任何小队中，这些小队特长中一次只能激活一个。最后，至高无上和安魂者反应机制。在这两种类型中，每回合一次，安魂曲军团的成员在受到伤害时会采取行动，但是，使用安魂者反应的敌人有弱点，可以用来禁用他们并阻止他们做出反应，而使用至高无上反应的敌人则不会。"

[AHW_Abilities_Magnas]
ArcBreathMissedMessage="电弧波未命中!"
AndromelidSmokeRevealed="单位暴露了!"

[AHW_Abilities_Seeker]
SeekerKidnapHeader="擒抱"
SeekerKidnapTargetHeader="被擒抱了！"
SeekerKidnapMessageBody="一名士兵被猎杀者抓住了!"

[AHW_Effect_HiveNanites]
HiveHealedMessage="治愈了"
HiveRestoredMessage="恢复了"

[AHW_Effect_AndromelidNoFuture]
AHWAndromelidNoFuture="没有未来"

[AHW_Effect_StrangleDamage]
AHWStrangleDamage="擒抱"

[AHW_Effect_MutonCohesion]
AHWMutonCohesionName="小队凝聚力"
AHWMutonCohesionDesc="当使徒还存在时，这个单位不会死亡。"

[AHW_Abilities_Legates]
TheLightOfSyusaFriendlyName="上上善道"
TheLightOfSyusaFriendlyDesc="当使徒还存在时，这个单位不会死亡。"

[AHW_UITactical_RequiemEffects]
RequiemCorrosionTitle="安魂曲腐蚀"
RequiemNoFutureTitle="持续性否认"
RequiemStrangleTitle="哽咽的"

[AHW_StatusEffects_Requiem]
MinorRequiemCorrosionFriendlyName="小腐蚀"
RequiemCorrosionFriendlyName="中腐蚀"
HeavyRequiemCorrosionFriendlyName="大腐蚀"
SevereRequiemCorrosionFriendlyName="安魂曲迫在眉睫"
MinorRequiemCorrosionFriendlyDesc="肉体溃疡，盔甲裂解。该单位正在遭受安魂曲腐蚀。反复接触会增加严重程度。每叠层小腐蚀在回合结束时造成 1 点伤害。"
RequiemCorrosionFriendlyDesc="血液沸腾，金属融化，思想解开束缚。该单位正在遭受安魂曲腐蚀。腐蚀严重程度有所增加，并且随着持续暴露，腐蚀严重程度可能会进一步增加。每层增长腐蚀造成 1-2 点伤害，并在回合结束时撕碎 1 件护甲。"
HeavyRequiemCorrosionFriendlyDesc="甚至灵魂也会被侵蚀。该单位正在遭受安魂曲腐蚀。腐蚀严重程度急剧恶化。进一步接触可能会导致迫在眉睫。每叠层大腐蚀造成 1-3 点伤害，并在回合结束时撕碎 1 件护甲。"
SevereRequiemCorrosionFriendlyDesc="光在心灵的通路中流动。末日迫在眉睫。如果没有得到治疗，将会在一定回合后越过一些技能直接死亡。"
RequiemCorrosionLostFriendlyName="安魂曲腐蚀已治愈"
RequiemCorrosionEffectAcquiredString="<XGParam:StrValue0/!UnitName/> 正在腐蚀。"
RequiemCorrosionEffectTickedString="<XGParam:StrValue0/!UnitName/> 仍在腐蚀。"
RequiemCorrosionEffectLostString="<XGParam:StrValue0/!UnitName/> 不再腐蚀。
RequiemNoFutureFriendlyName="没有未来"
RequiemNoFutureFriendlyDesc="不能流血。最大生命值已锁定。超过锁定的生命值将在回合结束时丢失。"
RequiemNoFutureLostFriendlyName="避免了结局!"
RequiemNoFutureEffectAcquiredString="<XGParam:StrValue0/!UnitName/> 的末日临近了!"
RequiemNoFutureEffectTickedString="<XGParam:StrValue0/!UnitName/>的命运之轻重已上了天平。"
RequiemNoFutureEffectLostString="<XGParam:StrValue0/!UnitName/>的结局已经到来了！"
RequiemStrangleFriendlyName="擒抱"
RequiemStrangleFriendlyDesc="状态受到严重影响"
RequiemStrangleLostFriendlyName="喘息!"
RequiemStrangleEffectAcquiredString="<XGParam:StrValue0/!UnitName/>正在被擒抱!"
RequiemStrangleEffectTickedString="<XGParam:StrValue0/!UnitName/>仍然在被擒抱!"
RequiemStrangleEffectLostString="<XGParam:StrValue0/!UnitName/>不在被擒抱了。"

[X2DownloadableContentInfo_AHarderWarAbsurdAliens]
strARFMGoldenRequiemDescription = "<font color='#d3af37'>黄金安魂曲：</font> 任务类型会影响敌方小队组成。"
strARFMGoldenRequiemTooltip = "<font color='#d3af37'>黄金安魂曲：</font> 在计算敌方小队组成时加入任务类型考量。"
strARFMRequiemHardModeDescription = "<font color='#df07b7'>无情的改变:</font> 激活人类的安魂曲 <font color='#df07b7'>困难模式.</font>"
strARFMRequiemHardModeTooltip = "<font color='#df07b7'>无情的改变:</font> 激活人类的安魂曲 <font color='#df07b7'>困难模式</font> 。在困难模式下敌人会拥有更多<font color='#df07b7'>强力的被动</font>，生成的机制会改变，会更加积极的出现。不建议初学者 <font color='#df07b7'>使用.</font> 可与 <font color='#1EA1A1'>温柔安魂曲</font> 和 <font color='#1EA1A1'>疲惫的惊走</font>一起使用"
strARFMRequiemEasyModeDescription = "<font color='#1EA1A1'>温柔安魂曲:</font> 至高无上和安魂者反应机制和其他几个可以使游戏难度大大增加的特殊机制被禁用."
strARFMRequiemEasyModeTooltip = "<font color='#1EA1A1'>温柔安魂曲:</font> 至高无上和安魂者反应机制和其他几个可以使游戏难度大大增加的特殊机制被禁用.（这两种机制类似于每回合一次的裁决者反应，区别是安魂者反应可以被一些手段禁止，而至高无上做不到）"
strARFMNoPostScamperReactionsDescription = "<font color='#1EA1A1'>疲惫的惊走:</font> 在惊走后，至高无上和安魂者反应机制被禁用一回合."
strARFMNoPostScamperReactionsTooltip = "<font color='#1EA1A1'>疲惫的惊走:</font> 在安魂曲们注意到XCOM并自己行动之后，至高无上和安魂者反应机制被禁用一回合。在LWOTC中，这默认是启用的.（简单来说开怪的那一回合怪不会触发反应机制）"
